/*    commonlib.strings   iMobee   Created by ellison on 10-9-8.   Copyright 2010 borqs. All rights reserved. */ /*	strings in this file should be load from code like:	label.text = NSLocalizedStringFromTable(@"key_example", @"commonlib", @"no comments for example string"); */ "title.error.network" = "网络错误";"title.error.general" = "错误";"title.sns.share"="蜜蜂分享";"title.info.general"="信息";"day.sun"="周日";"day.mon"="周一";"day.tue"="周二";"day.wed"="周三";"day.thu"="周四";"day.fri"="周五";"day.sat"="周六";"day.long.sun"="星期日";"day.long.mon"="星期一";"day.long.tue"="星期二";"day.long.wed"="星期三";"day.long.thu"="星期四";"day.long.fri"="星期五";"day.long.sat"="星期六";/* sns */"sns.name.email"="邮件";"sns.name.sms"="短信";"sns.share.txt.format"="%@, 分享给你: %@";/*weibo*/"sns.weibo.sina"="新浪微博";"sns.weibo.login.prompt"="微博帐号登录";"sns.weibo.login.username"="登录名:";"sns.weibo.login.password"="密码:";"sns.weibo.login.error.no.usernameorpassword"="请输入用户名和密码";/* new version update info */"sys.newversion.avaiable.title"="发现新版本:%@";"sys.newversion.avaiable.desc"="%@";/* ad */"info.ad.click"="免费%@需要您的关心和支持，方便时请点击广告，感谢您的理解和支持!";"info.ad.buy.noad.success"="感谢您购买免广告升级包，广告已从应用内去除";"info.ad.buy.noad.synctoserver.success"="您购买的免广告升级包信息已同步至服务器";"info.ad.buy.noad.synctoserver.failed"="免广告购买信息同步到服务器失败。请勿卸载应用,卸载应用将导致购买信息丢失。程序重新启动后将自动重试同步。(错误信息：%@)";/*language*/"sys.language"="zhcn";/*store kit*/"info.storekit.purchase.disabled"="您没有启用程序内购买选项";"info.storekit.fetch.product.failed"="取回产品信息失败";"info.storekit.purchase.product.failed"="购买失败";"info.storekit.purchase.resotre.query"="如果您的Apple帐号已经购买过此产品，请点击\“恢复\”按钮来恢复之前的购买纪录";"info.storekit.purchase.resotre.success"="%d个购买信息被成功恢复";"info.storekit.purchase.restore.failed"="从iTunes恢复购买信息失败";/* sys buttons */"button.ok" = "确定";"button.goback" = "返回";"button.cancel" = "取消";"button.retry" = "重试";"button.retrynow" = "马上重试";"button.refresh" = "刷新";"button.edit" = "编辑";"button.close"="关闭";"button.accept"="同意";"button.notaccept"="不同意";"button.save"="保存";"button.done"="完成";"button.selectall"="全选";"button.delete"="删除";"button.clear"="清空";"button.login"="登录";"button.view"="查看";"button.buy"="购买";"button.buynow"="立即购买";"button.upgrade"="更新";"button.later"="稍后";"button.list.moredata"="更多...";"button.fav"="收藏";"button.restore"="恢复";"button.nextstep"="下一步";"button.prevstep"="上一步";"button.help"="帮助";"button.skip"="跳过";"button.yes"="是";"button.no"="否";"download.state.waiting"="等待下载";"download.state.paused"="请轻按一下来恢复下载";"download.state.processing"="处理中...";"lunar.numbers"="一,二,三,四,五,六,七,八,九,十,十一,十二";"lunar.ten"="初,十,廿,卅";"lunar.shenqiao"="鼠,牛,虎,兔,龙,蛇,马,羊,猴,鸡,狗,猪";"lunar.gan"="甲,乙,丙,丁,戊,己,庚,辛,壬,癸";"lunar.zhi"="子,丑,寅,卯,辰,巳,午,未,申,酉,戌,亥";"lunar.year"="年";"lunar.month"="月";"lunar.day"="日";"lunar.leap"="闰";"lunar.dates"="农历";"view.pullrefresh.timestr"="最后更新: %@";"view.pullrefresh.pulltorefresh"="下拉可以刷新...";"view.pullrefresh.releasetorefresh"="松开可以刷新...";"view.pullrefresh.loading"="刷新中...";"view.tablecell.loading"="正在加载";/* user */"user.accountconf.title" = "帐号管理";"user.accountconf.label.currentaccount"="当前帐号";"user.accountconf.label.login"="登录";"user.accountconf.label.changepassword"="修改密码";"user.accountconf.label.register"="注册";"user.accountconf.label.activate"="激活";"user.accountconf.label.logout"="注销";"user.accountconf.label.upgradetomember"="升级为正式用户";"user.accountconf.label.rebind"="绑定邮箱/手机号";"user.tips.register"="请输入手机号码、邮箱或3-32位用户名,用户名限用英文和数字,区分大小写。";"user.tips.activate"="1．用户需要先注册，然后才能激活；\n2．只有用手机号码或邮箱注册的用户，才需要进行激活操作；\n3．激活码请从注册的手机短信或邮箱中获取。";"user.state.notlogin"="未登录";"user.state.notactivate"="未激活";"user.state.loginok"="已登录";"user.state.tmpuser"="临时用户";"user.login.title"="登录";"user.login.username"="用户名";"user.login.password"="密码(默认8888)";"user.login.btlogin"="登录";"user.login.bt.forget.password"="忘记密码";"user.login.btregister"="注册一个新帐号";"user.login.btactivate"="激活帐号";"user.login.error.failed"="用户名或者密码错误";"user.changepwd.title" = "修改密码";"user.changepwd.curpwd" = "当前密码(默认8888)";"user.changepwd.newpwd" = "新密码";"user.changepwd.repwd" = "再次输入密码";"user.changepwd.btok" = "确定";"user.changepwd.error.newpwdnotmatch" = "输入的两个新密码不匹配";"user.changepwd.error.failed" = "修改密码失败";"user.changepwd.error.notsupport" = "本帐号不支持修改密码";"user.changepwd.error.olepwdwrong" = "旧密码错误";"user.changepwd.success.relogin" = "密码已修改，将用新密码重新登录";"user.regact.title" = "激活";"user.regact.username" = "用户名";"user.regact.password" = "密码";"user.regact.code" = "激活码";"user.regact.btact" = "激活";"user.regact.btlogin" = "用已有帐号登录";"user.regact.btreg" = "注册一个新帐号";"user.regact.error.failed"="激活失败";"user.reg.title" = "注册";"user.reg.username" = "手机号，邮箱或英文名";"user.reg.password" = "密码";"user.reg.btlogin" = "用已有帐号登录";"user.reg.btreg" = "注册";"user.reg.btact" = "激活帐号";"user.reg.error.failed" = "注册失败";"user.reg.error.requestsms" = "请求服务器发送短信失败";"user.reg.needact.email" = "注册验证信息已通过邮件发送至您的注册邮箱,请查阅邮件激活您的帐号";"user.reg.needact.phone" = "注册验证信息已通过短信发送至您的注册手机,请查阅短信激活您的帐号";"user.autoreg.txt" = "正在初始化...";"user.autoreg.failed" = "初始化失败";"user.upgrade.title"="升级为正式用户";"user.upgrade.username"="手机号或邮箱";"user.upgrade.nickname"="昵称";"user.upgrade.password"="密码";"user.upgrade.vcode"="验证码";"user.upgrade.btupgrade"="升级";"user.upgrade.btgetvcode"="获取验证码";"user.upgrade.btlogin"="用已有帐号登录";"user.upgrade.error.nousername" = "请填入手机号或邮箱";"user.upgrade.error.nopassword" = "请填入密码";"user.upgrade.error.nonickname" = "请填入您的昵称";"user.upgrade.error.novcode" = "请填入验证码，您可以点击“获取验证码”来获取一个";"user.upgrade.error.failed.request.vcode" = "获取验证码失败";"user.upgrade.error.failed.upgrade" = "升级失败";"user.upgrade.info.vcode.sent.email" = "验证信息已发送至您的邮箱,请查阅邮件获取您的验证码";"user.upgrade.info.vcode.sent.phone" = "验证信息已发送至您的手机,请查阅短信获取您的验证码";"user.resetpassword.title"="重置密码";"user.resetpassword.username"="手机号或邮箱";"user.resetpassword.repassword"="重新输入密码";"user.resetpassword.password"="新密码";"user.resetpassword.vcode"="验证码";"user.resetpassword.btreset"="重置密码";"user.resetpassword.btgetvcode"="获取验证码";"user.resetpassword.error.nousername" = "请填入手机号或邮箱";"user.resetpassword.error.nopassword" = "请填入新密码";"user.resetpassword.error.norepassword" = "请重复填入新密码";"user.resetpassword.error.passwordnotmatch" = "两个新密码不匹配";"user.resetpassword.error.novcode" = "请填入验证码，您可以点击“获取验证码”来获取一个";"user.resetpassword.error.failed.request.vcode" = "获取验证码失败";"user.resetpassword.error.failed.resetpassword" = "重置密码失败";"user.resetpassword.info.success.resetpassword" = "密码已重置，请用新的密码重新登录";"user.resetpassword.info.vcode.sent.email" = "验证信息已发送至您的邮箱,请查阅邮件获取您的验证码";"user.resetpassword.info.vcode.sent.phone" = "验证信息已发送至您的手机,请查阅短信获取您的验证码";"user.updatenickname.title" = "修改昵称";"user.updatenickname.nickname" = "昵称";"user.updatenickname.btupdate"="修改";"user.updatenickname.info.empty" = "请输入昵称";"user.updatenickname.info.success" = "昵称已成功修改";"user.updatenickname.info.failed" = "修改昵称失败";/* borqs money account */"money.error.200"="成功";"money.error.300"="账户余额不足";"money.error.301"="商品已下架，无法购买";"money.error.302"="您已购买过此商品，无需重复购买";"money.error.400"="请求参数错误";"money.error.500"="服务器内部错误";"money.itunes.receiptsynctoserver.success"="您购买的商品信息已同步至服务器";"money.itunes.receiptsynctoserver.failed"="您购买的商品信息同步到服务器失败。请勿卸载应用,卸载应用将导致购买信息丢失。程序重新启动后将自动重试同步。(错误信息：%@)";